Repository: TVHomeNetwork/plugin.video.kyivstar.tv
Catalog: resources/language/ukrainian/strings.po
Languages: ua

# #30000
source: Account
ua: Акаунт

# #30001
source: User information:
ua: Інформація про користувача:

# #30002
source: User:
ua: Користувач:

# #30003
source: Session ID:
ua: Ідентифікатор сеансу:

# #30004
source: Device information:
ua: Інформація про пристрій:

# #30005
source: Device ID:
ua: Ідентифікатор пристрою:

# #30006
source: Logout
ua: Вийти з акаунту

# #30007
source: Login
ua: Вхід до акаунту

# #30024
source: Language:
ua: Мова:

# #30009
source: General
ua: Загальні

# #30010
source: M3U Filename
ua: Ім'я файлу M3U

# #30011
source: Directory Path
ua: Шлях до каталогу

# #30032
source: Include Kyivstar.TV channels groups to M3U file
ua: Додати групи каналів Kyivstar.TV до файлу M3U

# #30033
source: Include Favorites group with regular groups
ua: Додати групу «Обране» разом зі звичайниими

# #30038
source: Channel manager
ua: Менеджер каналів

# #30039
source: When updating, give preference to changes from Kyivstar TV rather than local
ua: Під час оновлення надавати перевагу змінам від Київстар ТБ, а не локальним

# #30040
source: Autosave changes on exit
ua: Автоматичне збереження змін при виході

# #30014
source: General
ua: Загальні

# #30015
source: EPG Filename
ua: Назва файлу EPG

# #30016
source: Refresh options
ua: Параметри оновлення

# #30017
source: Refresh once per day at the selected hour
ua: Оновлювати один раз на день у вибрану годину

# #30018
source: Save options
ua: Параметри збереження

# #30019
source: Delay between groups of requests
ua: Затримка між групами запитів

# #30020
source: Count of requests in one group
ua: Кількість запитів в одній групі

# #30028
source: Add a description to the programs
ua: Додати опис до програм

# #30021
source: Stream
ua: Стрім

# #30022
source: Video
ua: Відео

# #30023
source: Input stream type
ua: Тип вхідного потоку

# #30029
source: Open inputstream.adaptive settings
ua: Відкрити налаштування inputstream.adaptive

# #30030
source: Open inputstream.ffmpegdirect settings
ua: Відкрити налаштування inputstream.ffmpegdirect

# #30025
source: Live stream server for virtual channels
ua: Сервер прямої трансляції для віртуальних каналів

# #30026
source: Enable server
ua: Увімкнути сервер

# #30027
source: Port number:
ua: Номер порту:

# #30031
source: Remove ads in catchup mode
ua: Видалити рекламу в режимі наздоганяння

# #30035
source: General
ua: Загальні

# #30036
source: Reload IPTV Simple Client each time when M3U updated
ua: Перезавантажувати IPTV Simple Client щоразу, коли M3U оновлено

# #30037
source: Reload IPTV Simple Client each time when EPG updated
ua: Перезавантажувати IPTV Simple Client щоразу, коли EPG оновлено

# #30100
source: Phone number
ua: Номер телефону

# #30101
source: Personal account
ua: Особовий рахунок

# #30102
source: Username:
ua: Ім'я користувача:

# #30103
source: Password:
ua: Пароль:

# #30104
source: Phonenumber:
ua: Номер телефону:

# #30105
source: Anonymous Login
ua: Анонімний вхід

# #30106
source: Login
ua: Вхід

# #30107
source: Cancel
ua: Скасувати

# #30110
source: Logout
ua: Вийти із акаунту

# #30111
source: Do you want to log out?
ua: Ви хочете вийти із акаунту?

# #30112
source: Yes
ua: Так

# #30113
source: No
ua: Ні

# #30114
source: Warning
ua: Увага

# #30115
source: This will cancel the EPG save process that is not yet complete. Continue?
ua: Це скасує процес збереження EPG, який ще не завершено. Продовжити?

# #30116
source: Loading from file
ua: Завантаження з файлу

# #30117
source: You have unsaved changes. If you proceed, you will lose it. Continue?
ua: У вас є незбережені зміни. Якщо ви продовжите, ви їх втратите. Продовжити?

# #30200
source: For login you must set phonenumber.
ua: Для входу необхідно вказати номер телефону.

# #30201
source: For login you must set username and password.
ua: Для входу необхідно вказати ім'я користувача та пароль.

# #30202
source: Error during login. Check your logs for details.
ua: Помилка під час входу. Перевірте журнали для отримання детальної інформації.

# #30203
source: Error during logout. Check your logs for details.
ua: Помилка під час виходу. Перевірте журнали для отримання детальної інформації.

# #30204
source: Log in to the plugin
ua: Увійдіть до плагіна

# #30205
source: Can not set new filename and path for epg file while previous saving process is not done.
ua: Неможливо встановити нове ім'я та шлях для epg-файлу, поки не завершено попередній процес збереження.

# #30206
source: To save M3U list you must set path and name of file in settings.
ua: Щоб зберегти список M3U, необхідно встановити шлях та ім'я файлу в налаштуваннях.

# #30207
source: Error during list saving. Check your logs for details.
ua: Помилка під час збереження списку. Перегляньте журнали для отримання детальної інформації.

# #30208
source: Save M3U completed.
ua: Збереження M3U завершено.

# #30209
source: M3U list does not exists.
ua: Списку M3U не існує.

# #30210
source: To save EPG you must set path and name of file in settings.
ua: Щоб зберегти EPG, необхідно встановити шлях та ім'я файлу в налаштуваннях.

# #30211
source: Save EPG completed.
ua: Збереження EPG завершено.

# #30212
source: Error during session status check. Check your logs for details.
ua: Помилка під час перевірки стану сеансу. Перегляньте журнали для отримання детальної інформації.

# #30213
source: Inputstream addon does not found. Set value to default.
ua: Доповнення Inputstream не знайдено. Встановлено значення за замовчуванням.

# #30500
source: Channel manager
ua: Менеджер каналів

# #30501
source: Disabled
ua: Вимкнені

# #30502
source: New
ua: Нові

# #30503
source: Removed
ua: Видалені

# #30504
source: Update from Kyivstar TV
ua: Оновлення від Київстар ТБ

# #30505
source: Load from file
ua: Завантажити з файлу

# #30506
source: Save to file
ua: Зберегти у файл

# #30507
source: Preview
ua: Попередній перегляд

# #30508
source: Enabled
ua: Увімкнений

# #30509
source: Disabled
ua: Вимкнений

# #30510
source: Name
ua: Назва

# #30511
source: Logo
ua: Логотип

# #30512
source: Change channel name
ua: Змінити назву каналу

# #30513
source: Change channel logo
ua: Змінити логотип каналу
